benchmarks/cases/real_cases/standard/Allrun

rm -rf 0.*
rm -rf processor*
rm -rf log*
blockMesh > log.blockMesh
decomposePar > log.decompose
N_PROCS=$(find processor* -maxdepth 0 -type d | wc -l)
mpirun -np $N_PROCS reactingFoam -parallel




